Repository: sidimam/unraid-drive
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, zh_hans

source: Create the key in Unraid under Settings › Management Access › API Keys. It is stored in this device's Keychain and sent only to your gateway.
ar: أنشئ المفتاح في Unraid من Settings › Management Access › API Keys. يُحفظ في سلسلة مفاتيح هذا الجهاز ويُرسل إلى بوابتك فقط.
de: Erstelle den Schlüssel in Unraid unter Settings › Management Access › API Keys. Er wird im Schlüsselbund dieses Geräts gespeichert und nur an dein Gateway gesendet.
es: Crea la clave en Unraid en Settings › Management Access › API Keys. Se guarda en el llavero de este dispositivo y solo se envía a tu gateway.
fr: Créez la clé dans Unraid sous Settings › Management Access › API Keys. Elle est stockée dans le trousseau de cet appareil et envoyée uniquement à votre passerelle.
it: Crea la chiave in Unraid in Settings › Management Access › API Keys. Viene salvata nel portachiavi di questo dispositivo e inviata solo al tuo gateway.
zh_hans: 在 Unraid 的 Settings › Management Access › API Keys 中创建密钥。密钥保存在本设备的钥匙串中，只会发送给你的网关。

source: Created
ar: تم الإنشاء
de: Erstellt
es: Creado
fr: Créé
it: Creato
zh_hans: 已创建

source: Creating folder…
ar: جارٍ إنشاء المجلد…
de: Ordner wird erstellt …
es: Creando carpeta…
fr: Création du dossier…
it: Creazione cartella…
zh_hans: 正在创建文件夹…

source: Credentials for this server are missing on the TV. Pair it again from your iPhone, iPad or Mac.
ar: بيانات اعتماد هذا الخادم مفقودة على التلفاز. أعد الإقران من iPhone أو iPad أو Mac.
de: Die Zugangsdaten dieses Servers fehlen auf dem TV. Kopple ihn erneut von iPhone, iPad oder Mac.
es: Faltan las credenciales de este servidor en el TV. Vuelve a emparejarlo desde tu iPhone, iPad o Mac.
fr: Les identifiants de ce serveur manquent sur la TV. Refaites le jumelage depuis votre iPhone, iPad ou Mac.
it: Sulla TV mancano le credenziali di questo server. Ripeti l’abbinamento da iPhone, iPad o Mac.
zh_hans: Apple TV 上缺少此服务器的凭据。请从 iPhone、iPad 或 Mac 重新配对。

source: Credentials missing from the Keychain. Use Edit to enter them again.
ar: بيانات الاعتماد غير موجودة في سلسلة المفاتيح. استخدم «تعديل» لإدخالها مجددًا.
de: Zugangsdaten fehlen im Schlüsselbund. Gib sie über „Bearbeiten“ erneut ein.
es: Faltan las credenciales en el llavero. Usa Editar para introducirlas de nuevo.
fr: Identifiants absents du trousseau. Utilisez Modifier pour les saisir à nouveau.
it: Credenziali assenti dal portachiavi. Usa Modifica per inserirle di nuovo.
zh_hans: 钥匙串中缺少凭据。请使用“编辑”重新输入。

source: Credentials missing on this Mac
ar: بيانات الاعتماد مفقودة على هذا الـ Mac
de: Zugangsdaten fehlen auf diesem Mac
es: Faltan las credenciales en este Mac
fr: Identifiants manquants sur ce Mac
it: Credenziali mancanti su questo Mac
zh_hans: 此 Mac 上缺少凭据

source: Credentials not available yet. After an iCloud restore they arrive through iCloud Keychain within a minute; try again.
ar: بيانات الاعتماد غير متاحة بعد. بعد الاستعادة من iCloud تصل عبر سلسلة مفاتيح iCloud خلال دقيقة؛ أعد المحاولة.
de: Zugangsdaten noch nicht verfügbar. Nach einer iCloud-Wiederherstellung kommen sie innerhalb einer Minute über den iCloud-Schlüsselbund; bitte erneut versuchen.
es: Credenciales aún no disponibles. Tras una restauración de iCloud llegan por el Llavero de iCloud en un minuto; reintenta.
fr: Identifiants pas encore disponibles. Après une restauration iCloud ils arrivent par le trousseau iCloud en une minute ; réessayez.
it: Credenziali non ancora disponibili. Dopo un ripristino da iCloud arrivano tramite il Portachiavi iCloud entro un minuto: riprova.
zh_hans: 凭据尚不可用。iCloud 恢复后它们会在一分钟内通过 iCloud 钥匙串到达，请重试。

source: Cut
ar: قص
de: Ausschneiden
es: Cortar
fr: Couper
it: Taglia
zh_hans: 剪切

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
zh_hans: 深色

source: Dashboard
ar: لوحة المعلومات
es: Panel
fr: Tableau de bord
zh_hans: 仪表盘

source: Dashboard unavailable
ar: لوحة المعلومات غير متاحة
de: Dashboard nicht verfügbar
es: Panel no disponible
fr: Tableau de bord indisponible
it: Dashboard non disponibile
zh_hans: 仪表盘不可用

source: Date
ar: التاريخ
de: Datum
es: Fecha
it: Data
zh_hans: 日期

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
zh_hans: 删除

source: Delete %@
ar: حذف %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
it: Elimina %@
zh_hans: 删除 %@

source: Delete?
ar: هل تريد الحذف؟
de: Löschen?
es: ¿Eliminar?
fr: Supprimer ?
it: Eliminare?
zh_hans: 要删除吗？

source: Deleted
ar: تم الحذف
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
zh_hans: 已删除

source: Demo server: sample data stored on this device only.
ar: خادم تجريبي: بيانات نموذجية محفوظة على هذا الجهاز فقط.
de: Demo-Server: Beispieldaten, nur auf diesem Gerät gespeichert.
es: Servidor demo: datos de ejemplo guardados solo en este dispositivo.
fr: Serveur démo : données d’exemple stockées uniquement sur cet appareil.
it: Server demo: dati di esempio salvati solo su questo dispositivo.
zh_hans: 演示服务器：示例数据仅保存在本设备。

source: Direct
ar: مباشر
de: Direkt
es: Directa
fr: Directe
it: Diretta
zh_hans: 直连

source: Disabled in System Settings
ar: معطّل في إعدادات النظام
de: In den Systemeinstellungen deaktiviert
es: Desactivado en Ajustes del Sistema
fr: Désactivé dans Réglages Système
it: Disattivato nelle Impostazioni di Sistema
zh_hans: 已在“系统设置”中停用

source: Disconnected from the server
ar: غير متصل بالخادم
de: Vom Server getrennt
es: Desconectado del servidor
fr: Déconnecté du serveur
it: Disconnesso dal server
zh_hans: 已与服务器断开连接

source: Done
ar: تم
de: Fertig
es: OK
fr: OK
it: Fine
zh_hans: 完成

source: Downloaded
ar: تم التنزيل
de: Geladen
es: Descargado
fr: Téléchargé
it: Scaricato
zh_hans: 已下载

source: Downloads a file from a share of your Unraid server and passes it on.
ar: ينزّل ملفًا من مشاركة على خادم Unraid ويمرّره.
de: Lädt eine Datei aus einer Freigabe deines Unraid-Servers und gibt sie weiter.
es: Descarga un archivo de un recurso compartido de tu servidor Unraid y lo pasa a la siguiente acción.
fr: Télécharge un fichier depuis un partage de votre serveur Unraid et le transmet.
it: Scarica un file da una share del tuo server Unraid e lo passa all’azione successiva.
zh_hans: 从 Unraid 服务器的共享下载文件并传递给下一步。

source: E-book
ar: كتاب إلكتروني
es: Libro electrónico
fr: Livre numérique
zh_hans: 电子书

source: Edit server
ar: تعديل الخادم
de: Server bearbeiten
es: Editar servidor
fr: Modifier le serveur
it: Modifica server
zh_hans: 编辑服务器

source: Edit server or credentials
ar: تعديل الخادم أو بيانات الاعتماد
de: Server oder Zugangsdaten bearbeiten
es: Editar servidor o credenciales
fr: Modifier le serveur ou les identifiants
it: Modifica server o credenziali
zh_hans: 编辑服务器或凭据

source: Empty
ar: فارغ
de: Leer
es: Vacío
fr: Vide
it: Vuoto
zh_hans: 空

source: Empty archive
ar: أرشيف فارغ
de: Leeres Archiv
es: Archivo vacío
fr: Archive vide
it: Archivio vuoto
zh_hans: 空压缩包

source: Empty folder
ar: مجلد فارغ
de: Leerer Ordner
es: Carpeta vacía
fr: Dossier vide
it: Cartella vuota
zh_hans: 空文件夹

source: Enable Unraid Drive under Login Items & Extensions › File Providers.
ar: مكّن Unraid Drive من عناصر تسجيل الدخول والإضافات › موفّرو الملفات.
de: Aktiviere Unraid Drive unter Anmeldeobjekte & Erweiterungen › Dateianbieter.
es: Activa Unraid Drive en Ítems de inicio y extensiones › Proveedores de archivos.
fr: Activez Unraid Drive dans Ouverture et extensions › Fournisseurs de fichiers.
it: Attiva Unraid Drive in Elementi login ed estensioni › Provider di file.
zh_hans: 请在“登录项与扩展”›“文件提供程序”中启用 Unraid Drive。

source: Enable iCloud sync
ar: تفعيل مزامنة iCloud
de: iCloud-Synchronisierung einschalten
es: Activar la sincronización con iCloud
fr: Activer la synchronisation iCloud
it: Attiva la sincronizzazione iCloud
zh_hans: 开启 iCloud 同步

source: Enable in System Settings…
ar: تمكين في إعدادات النظام…
de: In den Systemeinstellungen aktivieren …
es: Activar en Ajustes del Sistema…
fr: Activer dans Réglages Système…
it: Attiva nelle Impostazioni di Sistema…
zh_hans: 在“系统设置”中启用…

source: Enter credentials…
ar: أدخل بيانات الاعتماد…
de: Zugangsdaten eingeben …
es: Introducir credenciales…
fr: Saisir les identifiants…
it: Inserisci le credenziali…
zh_hans: 输入凭据…

source: Enter the API key (and Unraid login) for this server on this Mac.
ar: أدخل مفتاح API (وبيانات دخول Unraid) لهذا الخادم على هذا الـ Mac.
de: Gib den API-Schlüssel (und die Unraid-Anmeldung) dieses Servers auf diesem Mac ein.
es: Introduce la clave API (y el usuario Unraid) de este servidor en este Mac.
fr: Saisissez la clé API (et l’identifiant Unraid) de ce serveur sur ce Mac.
it: Inserisci la chiave API (e le credenziali Unraid) di questo server su questo Mac.
zh_hans: 在此 Mac 上输入该服务器的 API 密钥（和 Unraid 登录信息）。

source: Error list
ar: قائمة الأخطاء
de: Fehlerliste
es: Lista de errores
fr: Liste des erreurs
it: Elenco errori
zh_hans: 错误列表

source: Error list…
ar: قائمة الأخطاء…
de: Fehlerliste …
es: Lista de errores…
fr: Liste des erreurs…
it: Elenco errori…
zh_hans: 错误列表…

source: Every server keeps the shares chosen on your other device; change them any time from the server's page, Shares to show.
ar: يحتفظ كل خادم بالمشاركات المختارة على جهازك الآخر؛ غيّرها في أي وقت من صفحة الخادم، المشاركات المعروضة.
de: Jeder Server behält die auf dem anderen Gerät gewählten Freigaben; ändern Sie sie jederzeit auf der Serverseite unter Anzuzeigende Freigaben.
es: Cada servidor conserva las carpetas elegidas en tu otro dispositivo; cámbialas cuando quieras desde la página del servidor, Carpetas a mostrar.
fr: Chaque serveur garde les partages choisis sur votre autre appareil ; modifiez-les à tout moment depuis la page du serveur, Partages à afficher.
it: Ogni server mantiene le share scelte sull'altro dispositivo; puoi cambiarle in qualsiasi momento dalla pagina del server, Share da mostrare.
zh_hans: 每个服务器都保留你在其他设备上选择的共享；可随时在服务器页面的“显示的共享”中更改。

source: Every server you add becomes its own location in the Files app. Swipe left on a server to remove it.
ar: كل خادم تضيفه يصبح موقعًا مستقلًا في تطبيق الملفات. اسحب على الخادم لإزالته.
de: Jeder hinzugefügte Server wird zu einem eigenen Ort in der Dateien-App. Wische auf einem Server nach links, um ihn zu entfernen.
es: Cada servidor que añades se convierte en una ubicación en la app Archivos. Desliza a la izquierda sobre un servidor para eliminarlo.
fr: Chaque serveur ajouté devient un emplacement dans l’app Fichiers. Balayez un serveur vers la gauche pour le supprimer.
it: Ogni server aggiunto diventa una posizione nell’app File. Scorri a sinistra su un server per rimuoverlo.
zh_hans: 每个添加的服务器都会成为“文件”应用中的一个位置。在服务器上向左轻扫即可移除。

source: Every server you add becomes its own location in the Finder sidebar. Right-click a server to remove it.
ar: يصبح كل خادم تضيفه موقعًا في الشريط الجانبي لـ Finder. انقر بزر الماوس الأيمن على خادم لإزالته.
de: Jeder hinzugefügte Server wird zu einem Ort in der Finder-Seitenleiste. Klicke mit der rechten Maustaste auf einen Server, um ihn zu entfernen.
es: Cada servidor que añades se convierte en una ubicación en la barra lateral del Finder. Haz clic derecho en un servidor para eliminarlo.
fr: Chaque serveur ajouté devient un emplacement dans la barre latérale du Finder. Cliquez avec le bouton droit sur un serveur pour le supprimer.
it: Ogni server aggiunto diventa una posizione nella barra laterale del Finder. Fai clic destro su un server per rimuoverlo.
zh_hans: 添加的每个服务器都会成为“访达”边栏中的一个位置。右键点按服务器可将其移除。

source: Everything is fine
ar: كل شيء على ما يرام
de: Alles in Ordnung
es: Todo en orden
fr: Tout va bien
it: Tutto a posto
zh_hans: 一切正常

source: External apps stream through a signed gateway link that carries no headers: behind Cloudflare Access the /media path must be excluded from the Access policy.
ar: تستخدم التطبيقات الخارجية رابطًا موقّعًا من البوابة بلا ترويسات: خلف Cloudflare Access يجب استثناء المسار /media من سياسة Access.
de: Externe Apps erhalten einen signierten Gateway-Link ohne Header: hinter Cloudflare Access muss der Pfad /media von der Access-Richtlinie ausgenommen werden.
es: Las apps externas reciben un enlace firmado del gateway sin cabeceras: tras Cloudflare Access hay que excluir la ruta /media de la política de Access.
fr: Les apps externes reçoivent un lien signé de la passerelle sans en-têtes : derrière Cloudflare Access, le chemin /media doit être exclu de la politique Access.
it: Le app esterne ricevono un link firmato del gateway senza header: dietro Cloudflare Access il percorso /media va escluso dalla policy di Access.
zh_hans: 外部应用通过不带请求头的网关签名链接播放：若使用 Cloudflare Access，需将 /media 路径排除在 Access 策略之外。

source: Failed: %@
ar: فشل: %@
de: Fehlgeschlagen: %@
es: Error: %@
fr: Échec : %@
it: Non riuscito: %@
zh_hans: 失败：%@

source: File
ar: الملف
de: Datei
es: Archivo
fr: Fichier
zh_hans: 文件

source: File name
ar: اسم الملف
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
it: Nome file
zh_hans: 文件名

source: Files app location registered
ar: تم تسجيل الموقع في تطبيق الملفات
de: Ort in der Dateien-App registriert
es: Ubicación en la app Archivos registrada
fr: Emplacement Fichiers enregistré
it: Posizione nell’app File registrata
zh_hans: “文件”应用位置已注册

source: Files app refresh requested
ar: تم طلب تحديث تطبيق الملفات
de: Aktualisierung der Dateien-App angefordert
es: Actualización de la app Archivos solicitada
fr: Actualisation de Fichiers demandée
it: Aggiornamento dell’app File richiesto
zh_hans: 已请求刷新“文件”应用

source: Files stay on the NAS. Photos, music and video in Apple formats (MP4, MOV, HEVC, AAC, MP3, JPEG, HEIC) play with the system player; MKV, AVI, WebM, FLAC and the other formats play with the built-in mpv player (libmpv and FFmpeg, open source). Documents are listed but cannot be opened here.
ar: تبقى الملفات على NAS. الصور والموسيقى والفيديو بصيغ Apple (MP4، MOV، HEVC، AAC، MP3، JPEG، HEIC) تُشغَّل بمشغّل النظام؛ أما MKV وAVI وWebM وFLAC وبقية الصيغ فتُشغَّل بمشغّل mpv المدمج (libmpv وFFmpeg، مفتوحا المصدر). المستندات تُعرض لكن لا يمكن فتحها هنا.
de: Die Dateien bleiben auf dem NAS. Fotos, Musik und Videos in Apple-Formaten (MP4, MOV, HEVC, AAC, MP3, JPEG, HEIC) spielt der Systemplayer; MKV, AVI, WebM, FLAC und die übrigen Formate der integrierte mpv-Player (libmpv und FFmpeg, Open Source). Dokumente werden aufgelistet, lassen sich hier aber nicht öffnen.
es: Los archivos se quedan en el NAS. Fotos, música y vídeo en formatos Apple (MP4, MOV, HEVC, AAC, MP3, JPEG, HEIC) se reproducen con el reproductor del sistema; MKV, AVI, WebM, FLAC y los demás formatos con el reproductor mpv integrado (libmpv y FFmpeg, código abierto). Los documentos se listan pero no se abren aquí.
fr: Les fichiers restent sur le NAS. Photos, musique et vidéos aux formats Apple (MP4, MOV, HEVC, AAC, MP3, JPEG, HEIC) sont lus par le lecteur système ; MKV, AVI, WebM, FLAC et les autres formats par le lecteur mpv intégré (libmpv et FFmpeg, open source). Les documents sont listés mais ne s’ouvrent pas ici.
it: I file restano sul NAS. Foto, musica e video nei formati Apple (MP4, MOV, HEVC, AAC, MP3, JPEG, HEIC) si riproducono con il lettore di sistema; MKV, AVI, WebM, FLAC e gli altri formati con il lettore mpv integrato (libmpv e FFmpeg, open source). I documenti sono elencati ma non si aprono qui.
zh_hans: 文件保留在 NAS 上。Apple 格式（MP4、MOV、HEVC、AAC、MP3、JPEG、HEIC）的照片、音乐和视频用系统播放器播放；MKV、AVI、WebM、FLAC 及其他格式用内置 mpv 播放器（libmpv 与 FFmpeg，开源）播放。文档会列出但无法在此打开。

source: Files that could not be uploaded or downloaded are listed here.
ar: تُدرج هنا الملفات التي تعذّر رفعها أو تنزيلها.
de: Dateien, die nicht hoch- oder heruntergeladen werden konnten, erscheinen hier.
es: Los archivos que no se pudieron subir o descargar aparecen aquí.
fr: Les fichiers impossibles à envoyer ou télécharger sont listés ici.
it: I file che non è stato possibile caricare o scaricare compaiono qui.
zh_hans: 无法上传或下载的文件会列在这里。

source: Files you open are kept on disk so they open instantly next time; the system removes them when space runs low. Free the space now if you prefer.
ar: تبقى الملفات التي تفتحها على القرص لتُفتح فورًا في المرة القادمة؛ ويزيلها النظام عند نقص المساحة. حرّر المساحة الآن إن أردت.
de: Geöffnete Dateien bleiben auf der Festplatte, damit sie beim nächsten Mal sofort öffnen; das System entfernt sie, wenn der Platz knapp wird. Gib den Platz jetzt frei, wenn du möchtest.
es: Los archivos que abres se guardan en el disco para abrirse al instante la próxima vez; el sistema los elimina cuando queda poco espacio. Si lo prefieres, libera el espacio ahora.
fr: Les fichiers que vous ouvrez restent sur le disque pour s’ouvrir instantanément la prochaine fois ; le système les supprime quand l’espace manque. Libérez l’espace maintenant si vous préférez.
it: I file che apri restano sul disco per aprirsi subito la prossima volta; il sistema li rimuove quando lo spazio scarseggia. Se preferisci, libera lo spazio ora.
zh_hans: 你打开的文件会保留在磁盘上，以便下次立即打开；空间不足时系统会自动移除。你也可以现在释放空间。

source: Files you open or change appear here.
ar: تظهر هنا الملفات التي تفتحها أو تغيّرها.
de: Dateien, die du öffnest oder änderst, erscheinen hier.
es: Los archivos que abres o modificas aparecen aquí.
fr: Les fichiers que vous ouvrez ou modifiez apparaissent ici.
it: I file che apri o modifichi compaiono qui.
zh_hans: 你打开或更改的文件会显示在这里。

source: Files you open or change in the Finder appear here.
ar: تظهر هنا الملفات التي تفتحها أو تغيّرها في Finder.
de: Dateien, die du im Finder öffnest oder änderst, erscheinen hier.
es: Los archivos que abres o modificas en el Finder aparecen aquí.
fr: Les fichiers que vous ouvrez ou modifiez dans le Finder apparaissent ici.
it: I file che apri o modifichi nel Finder compaiono qui.
zh_hans: 你在“访达”中打开或更改的文件会显示在这里。

source: Files › Unraid Drive › %@ · refresh requested
ar: الملفات › Unraid Drive › %@ · تم طلب التحديث
de: Dateien › Unraid Drive › %@ · Aktualisierung angefordert
es: Archivos › Unraid Drive › %@ · actualización solicitada
fr: Fichiers › Unraid Drive › %@ · actualisation demandée
it: File › Unraid Drive › %@ · aggiornamento richiesto
zh_hans: 文件 › Unraid Drive › %@ · 已请求刷新

source: Finder location registered
ar: تم تسجيل موقع Finder
de: Finder-Ort registriert
es: Ubicación del Finder registrada
fr: Emplacement du Finder enregistré
it: Posizione nel Finder registrata
zh_hans: “访达”位置已注册

source: Finder refresh requested
ar: تم طلب تحديث Finder
de: Finder-Aktualisierung angefordert
es: Actualización del Finder solicitada
fr: Actualisation du Finder demandée
it: Aggiornamento del Finder richiesto
zh_hans: 已请求刷新“访达”

source: Finder › Unraid Drive – %@ · refresh requested
ar: Finder › Unraid Drive – %@ · تم طلب التحديث
de: Finder › Unraid Drive – %@ · Aktualisierung angefordert
es: Finder › Unraid Drive – %@ · actualización solicitada
fr: Finder › Unraid Drive – %@ · actualisation demandée
it: Finder › Unraid Drive – %@ · aggiornamento richiesto
zh_hans: “访达”› Unraid Drive – %@ · 已请求刷新

source: Folder
ar: المجلد
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
zh_hans: 文件夹

source: Folder created
ar: تم إنشاء المجلد
de: Ordner erstellt
es: Carpeta creada
fr: Dossier créé
it: Cartella creata
zh_hans: 已创建文件夹

source: Folders and files with changes still uploading are kept.
ar: تُحتفظ بالمجلدات والملفات التي لا يزال رفع تغييراتها جاريًا.
de: Ordner und Dateien mit noch laufendem Upload bleiben erhalten.
es: Se conservan las carpetas y los archivos con cambios aún en subida.
fr: Les dossiers et les fichiers dont l’envoi est en cours sont conservés.
it: Le cartelle e i file con modifiche ancora in caricamento restano.
zh_hans: 文件夹以及仍在上传更改的文件会被保留。

source: For each server, tick the shares you want in the Files app, the Finder, Shortcuts and on Apple TV. You can change this any time in Settings › Shares to show.
ar: لكل خادم، حدّد المشاركات التي تريدها في تطبيق الملفات وFinder والاختصارات وApple TV. يمكنك تغيير ذلك في أي وقت من الإعدادات › المشاركات المعروضة.
de: Hake für jeden Server die Freigaben ab, die du in der Dateien-App, im Finder, in Kurzbefehlen und auf Apple TV sehen willst. Jederzeit änderbar unter Einstellungen › Anzuzeigende Freigaben.
es: Para cada servidor, marca los recursos compartidos que quieres en la app Archivos, el Finder, Atajos y el Apple TV. Puedes cambiarlo en cualquier momento en Ajustes › Recursos compartidos que mostrar.
fr: Pour chaque serveur, cochez les partages que vous voulez dans l’app Fichiers, le Finder, Raccourcis et sur l’Apple TV. Modifiable à tout moment dans Réglages › Partages à afficher.
it: Per ogni server spunta le share che vuoi nell’app File, nel Finder, nei Comandi rapidi e su Apple TV. Puoi cambiarlo in ogni momento in Impostazioni › Share da mostrare.
zh_hans: 为每个服务器勾选想在“文件”应用、“访达”、快捷指令和 Apple TV 中看到的共享。随时可在“设置 › 要显示的共享”中更改。

source: For gateways published through a Cloudflare Tunnel and protected by Zero Trust. Create a Service Token in Cloudflare Zero Trust › Access controls › Service credentials and add a policy with action Service Auth to the application. You can paste the lines exactly as Cloudflare shows them, labels included. The app sends the token with every request, like Unraid Deck.
ar: للبوابات المنشورة عبر Cloudflare Tunnel والمحمية بـ Zero Trust. أنشئ Service Token من Cloudflare Zero Trust › Access controls › Service credentials وأضف إلى التطبيق سياسة بالإجراء Service Auth. يمكنك لصق الأسطر كما يعرضها Cloudflare تمامًا بما فيها التسميات. يرسل التطبيق الرمز مع كل طلب، مثل Unraid Deck.
de: Für Gateways, die über einen Cloudflare Tunnel veröffentlicht und mit Zero Trust geschützt sind. Erstelle ein Service Token unter Cloudflare Zero Trust › Access controls › Service credentials und füge der Anwendung eine Richtlinie mit der Aktion Service Auth hinzu. Du kannst die Zeilen genau so einfügen, wie Cloudflare sie anzeigt, inklusive Beschriftungen. Die App sendet das Token mit jeder Anfrage, wie Unraid Deck.
es: Para gateways publicados mediante Cloudflare Tunnel y protegidos con Zero Trust. Crea un Service Token en Cloudflare Zero Trust › Access controls › Service credentials y añade a la aplicación una política con la acción Service Auth. Puedes pegar las líneas tal como las muestra Cloudflare, etiquetas incluidas. La app envía el token en cada petición, como Unraid Deck.
fr: Pour les passerelles publiées via Cloudflare Tunnel et protégées par Zero Trust. Créez un Service Token dans Cloudflare Zero Trust › Access controls › Service credentials et ajoutez à l’application une politique avec l’action Service Auth. Vous pouvez coller les lignes telles que Cloudflare les affiche, étiquettes comprises. L’app envoie le jeton à chaque requête, comme Unraid Deck.
it: Per gateway pubblicati con Cloudflare Tunnel e protetti da Zero Trust. Crea un Service Token in Cloudflare Zero Trust › Access controls › Service credentials e aggiungi all’applicazione una policy con azione Service Auth. Puoi incollare le righe esattamente come le mostra Cloudflare, etichette incluse. L’app invia il token a ogni richiesta, come Unraid Deck.
zh_hans: 适用于通过 Cloudflare Tunnel 发布并受 Zero Trust 保护的网关。在 Cloudflare Zero Trust › Access controls › Service credentials 中创建 Service Token，并为应用添加操作为 Service Auth 的策略。可以按 Cloudflare 显示的原样粘贴整行，包括标签。本应用会像 Unraid Deck 一样在每个请求中发送令牌。

source: Free up space
ar: تحرير المساحة
de: Speicher freigeben
es: Liberar espacio
fr: Libérer de l’espace
it: Libera spazio
zh_hans: 释放空间

source: Freeing…
ar: جارٍ التحرير…
de: Wird freigegeben …
es: Liberando…
fr: Libération…
it: Liberazione…
zh_hans: 正在释放…

source: Gateway URL (https://nas.example.com)
ar: عنوان البوابة (https://nas.example.com)
de: Gateway-URL (https://nas.beispiel.de)
es: URL del gateway (https://nas.ejemplo.com)
fr: URL de la passerelle (https://nas.exemple.fr)
it: URL del gateway (https://nas.esempio.it)
zh_hans: 网关 URL（https://nas.example.com）

source: Gateway container
ar: حاوية البوابة
es: Contenedor del gateway
fr: Conteneur de la passerelle
it: Container del gateway
zh_hans: 网关容器
